Repository: zakiabdallah/Top_level_Reminder
Catalog: lib/l10n/app_*.arb
Languages: ar

source: statistic
ar: إحصاء

source: Your best sales
ar: افضل مبيعاتك

source: Your stock
ar: مخزن

source: Categories on stock
ar: فئات متوجدةبالمخزن

source: Product on stock
ar: منتجات متوجدةبالمخزن

source: oils
ar: زيوت

source: Sugars
ar: سكر

source: Cocoa
ar: الكاكاو

source: cereals
ar: الحبوب

source: Beverages
ar: مشروبات

source: Categories
ar: فئات

source: Products
ar: منتجات

source: Category
ar: فئة

# categoryerr
source: Category is required
ar: اذخل فئة اجباري

source: others
ar: أخرى

source: Settings
ar: اعدادات

source: Account
ar: حساب

source: Interface
ar: واجهة

source: Notification
ar: اشعارات

source: Contect Us
ar: اتصل بنا

source: FeedBack
ar: ملاحظات

source: Create Category
ar: انشاء فئة

source: DA
ar: دج

source: Quantity
ar: كمية

# quantityerr
source: Quantity is required
ar: اذخل كمية اجباري

source: Search
ar: بحث

source: Create Product
ar: انشاء منتج

source: Alert product
ar: منتجات قريبةانتهاء

source: Expired product
ar: منتجات منتهية صلاحية

source: Exp
ar: انتهاء صلاحية

source: Organization
ar: منظمة

source: Organization is required
ar: اذخل اسم منظمة اجباري

# birthday
source: date of birth
ar: تاريخ ازدياد

# birthdayerrone
source: Birthday is required
ar: اذخل تاريخ ازدياد اجباري

# birthdayerrtwo
source: You must be over one8 years old to use the application
ar: يجب ان يكون عمرك اكثر من 18 سنة لاستخدم التطبيق

source: Place of birth
ar: مكان ازدياد

# placeofbirtherr
source: Place of birth is required
ar: اذخل مكان ازدياد اجباري

source: Address
ar: العنوان

# addresserr
source: Address is required
ar: اذخل العنون اجباري

source: Phone
ar: اذخل هاتف اجباري

# phoneerr
source: Phone is required
ar: اذخل هاتف اجباري

source: CRN
ar: رقم سجل تجاري

# crnerr
source: CRN is required
ar: اذخل رقم سجل تجاري اجباري

source: Email
ar: بريد الكتروني

# emailerr
source: Email is required
ar: اذخل بريد الكتروني اجباري

source: Username
ar: اسم مستحدم

# usernameerr
source: Username is required
ar: اذخل اسم مستحدم اجباري

source: Password
ar: كلمة مرور

# passworderr
source: Password is required
ar: اذحل كلمة مرور اجباري

# coopassword
source: Co-Password
ar: تاكيد كلمة مرور

# coopassworderrone
source: Co-Password is required
ar: اذحل تاكيد كلمة مرور اجباري

# coopassworderrtwo
source: Co-Password does not match
ar: كلمة مرور و تاكيد لا تتطابق

source: Password not correct
ar: كلمة مرور غير صحيحة

# userandpassworderr
source: Username or password is not correct
ar: كلمة مرور او اسم مستحدم غير صحيح

source: Ok
ar: تم

source: log in
ar: تسجيل الذخول

source: Sign up
ar: تسجيل

source: Forget Password
ar: نسيت كلمة مرور

source: No Product
ar: لا توجد منتجات

source: Choose option
ar: اختيار خيار

source: Gallery
ar: معرض صور

source: Camera
ar: كاميرة

source: Edit Product
ar: تغير منتج

source: Done
ar: انتهى

source: Error
ar: خطا

source: Try again
ar: حاول مجددا

source: Product name
ar: اسم منتج

# productnameerr
source: Product name is required
ar: اذحل اسم منتج اجباري

source: Price
ar: سعر

# priceerr
source: Price is required
ar: اذخل سعر اجباري

source: Expired date
ar: تاريخ انتهاء صلاحية

# expireddateerrone
source: Expired date is required
ar: اذخل تاريخ انتهاء صلاحية

# expireddateerrtwo
source: This date is Expired
ar: هذا تاريخ غير صالح

source: DETAILS
ar: تفاصيل

source: Tips
ar: نصائح

source: Name
ar: اسم

source: Expired Time
ar: وقت انتهاء صلاحية

# ptips
source: Here are some tips:
ar: فيما يلي بعض النصائح

source: tip
ar: نصيحة

source: Add Category
ar: انشاء فئة

source: Category name
ar: اسم فئة

# categorynameerr
source: Category name is required
ar: اذحل اسم فئة اجباري

# messageerr
source: Close the app and reoopen it
ar: أغلق التطبيق وأعد فتحه

source: Notification Alart
ar: إشعار التنبيه

source: Days
ar: ايام

source: Notification sound
ar: صوت اشعارات

source: sound
ar: صوت

source: Languge
ar: لغة

source: FontFamily
ar: عائلة الخط

# feedbackm
source: Message
ar: رسالة

source: Eomail
ar: بريد الكتروني

source: Phone Number
ar: رقم هاتف

source: Account edit
ar: تعديل حساب

source: Home
ar: صفحةالرئيسية

source: Type
ar: نوع

source: Product
ar: منتج

# feedbackerr
source: Please input some tips
ar: يرجى إدخال بعض النصائح

source: FontSize
ar: حجم الخط

source: Add Product
ar: أضف المنتج
